Repository: rinart73/Buffs
Catalog: data/localization/*.po
Languages: ru

source: Material Scanner Range
ru: Радиус сканирования астероидов

source: Time Until Recharge (Depletion)
ru: Время перезарядки после истощения

source: Pilots Per Fighter
ru: Пилотов на истребитель

source: Miners Per Turret
ru: Рудокопов на турель

source: Gunners Per Turret
ru: Наводчиков на турель

source: Mechanics Per Turret
ru: Механиков на турель

source: ${days}d ${hours}h
ru: ${days}д ${hours}ч

source: ${hours}h ${minutes}m
ru: ${hours}ч ${minutes}м

source: ${minutes}m ${seconds}s
ru: ${minutes}м ${seconds}с

source: Permanent
ru: Постоянный

source: Cargo Destruction
ru: Уничтожение грузов

source: ${amount}/s
ru: ${amount}/с

source: Crew Dies
ru: Экипаж умирает

source: Buffs & Stats
ru: Баффы и хар-ки

source: Stat
ru: Хар-ка

source: Base value
ru: Базовое зн.

source: Result
ru: Итоговое зн.

source: Hide buffs icons overlay
ru: Скрыть оверлей с иконками баффов

source: Duration
ru: Длительность
